Repository: catstayathome-collab/YT-Downloader-Pro
Catalog: swift-2.0/Sources/YTDownloaderPro2/Resources/Localizable.xcstrings
Source language: en
Languages: ja, zh_hant

# app.settings
source: Settings
ja: 設定
zh_hant: 設定

# common.addSelected
source: Add Selected
ja: 選択項目を追加
zh_hant: 加入所選項目

# common.addToQueue
source: Add to Queue
ja: キューに追加
zh_hant: 加入佇列

# common.cancel
source: Cancel
ja: キャンセル
zh_hant: 取消

# common.choose
source: Choose
ja: 選択
zh_hant: 選擇

# common.done
source: Done
ja: 完了
zh_hant: 完成

# common.save
source: Save
ja: 保存
zh_hant: 儲存

# confirmation.cancelActive.message
source: Partial files for active and waiting downloads will be removed.
ja: 実行中および待機中のダウンロードの一時ファイルは削除されます。
zh_hant: 進行中與等待中下載的部分檔案將被移除。

# confirmation.cancelActive.title
source: Cancel active and waiting downloads?
ja: 実行中および待機中のダウンロードをキャンセルしますか？
zh_hant: 要取消進行中與等待中的下載嗎？

# confirmation.cancelDownload.button
source: Cancel Download
ja: ダウンロードをキャンセル
zh_hant: 取消下載

# confirmation.cancelDownloads.button
source: Cancel Downloads
ja: ダウンロードをキャンセル
zh_hant: 取消下載

# confirmation.cancelMerging.message
source: Cancelling now removes partial files created by this download.
ja: 今キャンセルすると、このダウンロードが作成した一時ファイルは削除されます。
zh_hant: 現在取消將移除此下載建立的部分檔案。

# confirmation.cancelMerging.title
source: Cancel this download?
ja: このダウンロードをキャンセルしますか？
zh_hant: 要取消此下載嗎？

# confirmation.clearHistory.button
source: Clear History
ja: 履歴を消去
zh_hant: 清除下載紀錄

# confirmation.clearHistory.message
source: Downloaded media files will remain. Completed, failed, and cancelled history records and their cached thumbnails will be removed.
ja: ダウンロード済みのメディアは残ります。完了、失敗、キャンセル済みの履歴とキャッシュ済みサムネイルが削除されます。
zh_hant: 已下載的媒體檔案會保留；完成、失敗與已取消的歷史記錄及其快取縮圖將被移除。

# confirmation.clearHistory.title
source: Clear download history?
ja: ダウンロード履歴を消去しますか？
zh_hant: 要清除下載紀錄嗎？

# confirmation.removeRecord.button
source: Remove Record
ja: 履歴を削除
zh_hant: 移除記錄

# confirmation.removeRecord.message
source: The media file will remain. Only this history record and its cached thumbnail will be removed.
ja: メディアファイルは残ります。この履歴とキャッシュ済みサムネイルだけが削除されます。
zh_hant: 媒體檔案會保留，只會移除此歷史記錄與快取縮圖。

# confirmation.removeRecord.title
source: Remove this record?
ja: この履歴を削除しますか？
zh_hant: 要移除此記錄嗎？

# download.action.cancel
source: Cancel download
ja: ダウンロードをキャンセル
zh_hant: 取消下載

# download.action.edit
source: Edit download options
ja: ダウンロード設定を編集
zh_hant: 編輯下載選項

# download.action.editAndRetry
source: Edit options and retry
ja: 設定を変更して再試行
zh_hant: 編輯選項並重試

# download.action.errorDetails
source: Show error details
ja: エラーの詳細を表示
zh_hant: 顯示錯誤詳細資訊

# download.action.fileUnavailable
source: %@, unavailable because the file is missing or is not a regular file
ja: %@。ファイルが見つからないか通常のファイルではないため使用できません
zh_hant: %@，因檔案遺失或不是一般檔案而無法使用

# download.action.pause
source: Pause download
ja: ダウンロードを一時停止
zh_hant: 暫停下載

# download.action.play
source: Play downloaded media
ja: ダウンロードしたメディアを再生
zh_hant: 播放已下載的媒體

# download.action.playUnavailable
source: Play unavailable: the file is missing or is not a regular file
ja: 再生できません：ファイルが見つからないか通常のファイルではありません
zh_hant: 無法播放：檔案遺失或不是一般檔案

# download.action.reAdd
source: Add download again
ja: もう一度ダウンロードに追加
zh_hant: 再次加入下載

# download.action.removeRecord
source: Remove record
ja: 履歴を削除
zh_hant: 移除記錄

# download.action.resume
source: Resume download
ja: ダウンロードを再開
zh_hant: 繼續下載

# download.action.retry
source: Retry download
ja: ダウンロードを再試行
zh_hant: 重試下載

# download.action.reveal
source: Reveal in Finder
ja: Finderに表示
zh_hant: 在 Finder 中顯示

# download.action.revealUnavailable
source: Reveal unavailable: the file is missing or is not a regular file
ja: 表示できません：ファイルが見つからないか通常のファイルではありません
zh_hant: 無法顯示：檔案遺失或不是一般檔案

# download.action.startNow
source: Start now
ja: 今すぐ開始
zh_hant: 立即開始

# download.card.detail.eta
source: ETA %@
ja: 残り時間 %@
zh_hant: 預計剩餘 %@

# download.card.detail.speed
source: %@/s
ja: %@/秒
zh_hant: %@/秒

# download.card.detail.transfer
source: %1$@ of %2$@
ja: %2$@ 中 %1$@
zh_hant: %2$@ 中的 %1$@

# download.card.format.mp3
source: MP3 audio
ja: MP3 オーディオ
zh_hant: MP3 音訊

# download.card.format.mp4
source: MP4 video
ja: MP4 ビデオ
zh_hant: MP4 影片

# download.card.progress
source: Download progress
ja: ダウンロードの進行状況
zh_hant: 下載進度

# download.card.unknown
source: Unknown
ja: 不明
zh_hant: 未知

# download.card.unknownSize
source: Unknown size
ja: サイズ不明
zh_hant: 大小未知

# download.status.analyzing
source: Analyzing
ja: 解析中
zh_hant: 分析中

# download.status.cancelled
source: Cancelled
ja: キャンセル済み
zh_hant: 已取消

# download.status.completed
source: Completed
ja: 完了
zh_hant: 已完成

# download.status.downloading
source: Downloading
ja: ダウンロード中
zh_hant: 下載中

# download.status.failed
source: Failed
ja: 失敗
zh_hant: 失敗

# download.status.finishing
source: Finishing
ja: 仕上げ中
zh_hant: 處理中

# download.status.paused
source: Paused
ja: 一時停止中
zh_hant: 已暫停

# download.status.queued
source: Queued
ja: 待機中
zh_hant: 已排入佇列

# downloadCenter.analyze
source: Analyze
ja: 解析
zh_hant: 分析

# downloadCenter.analyzing
source: Analyzing media...
ja: メディアを解析中…
zh_hant: 正在分析媒體…

# downloadCenter.bulk.cancel
source: Cancel Active/Waiting
ja: 実行中／待機中をキャンセル
zh_hant: 取消進行中／等待中

# downloadCenter.bulk.clearHistory
source: Clear History
ja: 履歴を消去
zh_hant: 清除下載紀錄

# downloadCenter.bulk.pause
source: Pause All
ja: すべて一時停止
zh_hant: 全部暫停

# downloadCenter.bulk.resume
source: Resume All
ja: すべて再開
zh_hant: 全部繼續

# downloadCenter.bulk.start
source: Start All
ja: すべて開始
zh_hant: 全部開始

# downloadCenter.empty
source: No downloads in this section
ja: この項目にダウンロードはありません
zh_hant: 此分類中沒有下載項目

# downloadCenter.sidebar.all
source: All
ja: すべて
zh_hant: 全部

# downloadCenter.sidebar.completed
source: Completed
ja: 完了
zh_hant: 已完成

# downloadCenter.sidebar.failed
source: Failed
ja: 失敗
zh_hant: 失敗

# downloadCenter.sidebar.running
source: Running
ja: 実行中
zh_hant: 進行中

# downloadCenter.sidebar.stopped
source: Stopped
ja: 停止中
zh_hant: 已停止

# downloadCenter.title
source: Downloads
ja: ダウンロード
zh_hant: 下載

# downloadCenter.url.placeholder
source: Video or playlist URL
ja: 動画または再生リストのURL
zh_hant: 影片或播放清單網址

# error.details.technical
source: Technical details
ja: 技術情報
zh_hant: 技術詳細資訊

# error.details.title
source: Download Error
ja: ダウンロードエラー
zh_hant: 下載錯誤

# media.audioFormat
source: Audio format
ja: オーディオ形式
zh_hant: 音訊格式

# media.browserCookies
source: Browser cookies
ja: ブラウザのCookie
zh_hant: 瀏覽器 Cookie

# media.chooseOutputFolder
source: Choose output folder
ja: 保存先フォルダを選択
zh_hant: 選擇輸出資料夾

# media.cookies.none
source: None
ja: なし
zh_hant: 無

# media.editAndRetry
source: Edit Options and Retry
ja: 設定を変更して再試行
zh_hant: 編輯選項並重試

# media.editDownload
source: Edit Download
ja: ダウンロードを編集
zh_hant: 編輯下載

# media.embedMetadata
source: Embed metadata
ja: メタデータを埋め込む
zh_hant: 嵌入中繼資料

# media.embedThumbnail
source: Embed thumbnail
ja: サムネイルを埋め込む
zh_hant: 嵌入縮圖

# media.folderSaveFailed
source: The selected folder could not be saved. Choose it again.
ja: 選択したフォルダを保存できませんでした。もう一度選択してください。
zh_hant: 無法儲存所選資料夾，請重新選擇。

# media.format.audioLabel
source: Audio: %1$@ (%2$@) - %3$@
ja: オーディオ：%1$@（%2$@）- %3$@
zh_hant: 音訊：%1$@（%2$@）- %3$@

# media.format.original
source: original
ja: オリジナル
zh_hant: 原始語言

# media.format.unknown
source: unknown
ja: 不明
zh_hant: 未知

# media.highestAvailable
source: Highest available
ja: 利用可能な最高品質
zh_hant: 最高可用品質

# media.metadata
source: Metadata
ja: メタデータ
zh_hant: 中繼資料

# media.options.title
source: Media Options
ja: メディア設定
zh_hant: 媒體選項

# media.output
source: Output
ja: 出力
zh_hant: 輸出

# media.outputFolder
source: Output folder
ja: 保存先フォルダ
zh_hant: 輸出資料夾

# media.outputFormat
source: Output format
ja: 出力形式
zh_hant: 輸出格式

# media.reanalyze
source: Reanalyze
ja: 再解析
zh_hant: 重新分析

# media.selectedOutputFolder
source: Selected output folder
ja: 選択済みの保存先フォルダ
zh_hant: 已選擇的輸出資料夾

# media.subtitle.download
source: Download
ja: ダウンロード
zh_hant: 下載

# media.subtitle.embed
source: Embed
ja: 埋め込む
zh_hant: 嵌入

# media.subtitleLanguage
source: Subtitle language
ja: 字幕の言語
zh_hant: 字幕語言

# media.subtitleMode
source: Subtitle mode
ja: 字幕モード
zh_hant: 字幕模式

# media.subtitle.none
source: None
ja: なし
zh_hant: 無

# media.subtitles
source: Subtitles
ja: 字幕
zh_hant: 字幕

# media.thumbnailUnavailable
source: Thumbnail unavailable
ja: サムネイルを表示できません
zh_hant: 無法顯示縮圖

# media.unavailableVideo
source: Unavailable video
ja: 利用できない動画
zh_hant: 無法使用的影片

# media.untitledPlaylist
source: Untitled playlist
ja: タイトルなしの再生リスト
zh_hant: 未命名播放清單

# media.untitledVideo
source: Untitled video
ja: タイトルなしの動画
zh_hant: 未命名影片

# media.videoFormat
source: Video format
ja: ビデオ形式
zh_hant: 影片格式

# playlist.clearSelection
source: Clear selection
ja: 選択を解除
zh_hant: 清除選取

# playlist.entry.select
source: Select %@
ja: %@を選択
zh_hant: 選取 %@

# playlist.entry.unavailable
source: Unavailable
ja: 利用できません
zh_hant: 無法使用

# playlist.entry.unavailableNamed
source: %@, unavailable
ja: %@、利用できません
zh_hant: %@，無法使用

# playlist.selectAll
source: Select all available entries
ja: 利用可能な項目をすべて選択
zh_hant: 選取所有可用項目

# playlist.selectedCount
source: %lld selected
ja: %lld件を選択
zh_hant: 已選取 %lld 項

# settings.automaticUpdates
source: Automatically check for updates
ja: アップデートを自動確認
zh_hant: 自動檢查更新

# settings.concurrentDownloads
source: Concurrent downloads: %lld
ja: 同時ダウンロード数：%lld
zh_hant: 同時下載數：%lld

# settings.defaultOptions
source: Default options
ja: デフォルト設定
zh_hant: 預設選項

# settings.downloads
source: Downloads
ja: ダウンロード
zh_hant: 下載

# settings.language
source: Language
ja: 言語
zh_hant: 語言

# settings.language.en
source: English
ja: 英語
zh_hant: 英文

# settings.language.ja
source: Japanese
ja: 日本語
zh_hant: 日文

# settings.language.system
source: System default
ja: システム設定
zh_hant: 系統預設

# settings.language.zhHant
source: Traditional Chinese
ja: 繁体字中国語
zh_hant: 繁體中文

# settings.preferences
source: Preferences
ja: 環境設定
zh_hant: 偏好設定

# error.invalidURL.summary
source: This address is not supported.
ja: このURLには対応していません。
zh_hant: 不支援這個網址。

# error.invalidURL.recovery
source: Paste a valid HTTP or HTTPS video or playlist address.
ja: 有効なHTTPまたはHTTPSの動画・再生リストURLを貼り付けてください。
zh_hant: 請貼上有效的 HTTP 或 HTTPS 影片或播放清單網址。

# error.metadataUnavailable.summary
source: This media could not be analyzed.
ja: このメディアを解析できませんでした。
zh_hant: 無法分析這個媒體。

# error.metadataUnavailable.recovery
source: Check the address and try again in a moment.
ja: URLを確認し、しばらくしてから再試行してください。
zh_hant: 請確認網址，稍後再試。

# error.networkUnavailable.summary
source: The network connection was interrupted.
ja: ネットワーク接続が中断されました。
zh_hant: 網路連線已中斷。

# error.networkUnavailable.recovery
source: Check your connection, then retry the download.
ja: 接続を確認してから、ダウンロードを再試行してください。
zh_hant: 請確認網路連線，然後重試下載。

# error.authenticationRequired.summary
source: This media requires account access.
ja: このメディアにはアカウントでのアクセスが必要です。
zh_hant: 這個媒體需要帳號權限。

# error.authenticationRequired.recovery
source: Choose Edit options and retry, select browser cookies for this download, then reanalyze.
ja: 「設定を変更して再試行」で、このダウンロードに使うブラウザCookieを選び、再解析してください。
zh_hant: 請選擇「編輯選項並重試」，為這筆下載選擇瀏覽器 Cookie，再重新分析。

# error.clientValidationFailed.summary
source: The video service rejected this download request.
ja: 動画サービスがダウンロード要求を拒否しました。
zh_hant: 影片服務拒絕了這次下載要求。

# error.clientValidationFailed.recovery
source: Retry to refresh the media information. If it continues, try again later.
ja: 再試行してメディア情報を更新してください。続く場合は時間をおいてください。
zh_hant: 請重試以更新媒體資訊；若仍失敗，請稍後再試。

# error.formatReselectionRequired.summary
source: The selected format is no longer available.
ja: 選択した形式は利用できなくなりました。
zh_hant: 所選格式已無法使用。

# error.formatReselectionRequired.recovery
source: Choose Edit options and retry, reanalyze, then select one of the refreshed formats.
ja: 「設定を変更して再試行」で再解析し、更新された形式から選んでください。
zh_hant: 請選擇「編輯選項並重試」，重新分析後再選擇更新的格式。

# error.unavailableMedia.summary
source: This media is unavailable.
ja: このメディアは利用できません。
zh_hant: 這個媒體無法使用。

# error.unavailableMedia.recovery
source: Confirm that it is public and available in your region, then try again.
ja: 公開され、お住まいの地域で利用できることを確認して再試行してください。
zh_hant: 請確認媒體為公開且可在您的地區觀看，然後重試。

# error.bundledDownloaderUnavailable.summary
source: A required download component is unavailable.
ja: 必要なダウンロード機能を利用できません。
zh_hant: 必要的下載元件無法使用。

# error.bundledDownloaderUnavailable.recovery
source: Reinstall the app from an official release and try again.
ja: 公式リリースからアプリを再インストールして再試行してください。
zh_hant: 請從官方版本重新安裝 App 後再試。

# error.bundledConverterUnavailable.summary
source: A required media processing component is unavailable.
ja: 必要なメディア処理機能を利用できません。
zh_hant: 必要的媒體處理元件無法使用。

# error.bundledConverterUnavailable.recovery
source: Reinstall the app from an official release and try again.
ja: 公式リリースからアプリを再インストールして再試行してください。
zh_hant: 請從官方版本重新安裝 App 後再試。

# error.outputPermissionDenied.summary
source: The output folder cannot be written to.
ja: 保存先フォルダに書き込めません。
zh_hant: 無法寫入輸出資料夾。

# error.outputPermissionDenied.recovery
source: Choose Edit options and retry, select a writable output folder, then reanalyze.
ja: 「設定を変更して再試行」で書き込み可能な保存先を選び、再解析してください。
zh_hant: 請選擇「編輯選項並重試」，改用可寫入的輸出資料夾，再重新分析。

# error.diskFull.summary
source: There is not enough disk space.
ja: ディスクの空き容量が不足しています。
zh_hant: 磁碟空間不足。

# error.diskFull.recovery
source: Free disk space, or choose another folder with Edit options and retry, then reanalyze.
ja: 空き容量を増やすか、「設定を変更して再試行」で別の保存先を選び、再解析してください。
zh_hant: 請釋出空間，或在「編輯選項並重試」改用其他資料夾，再重新分析。

# error.downloadFailed.summary
source: The download did not complete.
ja: ダウンロードが完了しませんでした。
zh_hant: 下載未完成。

# error.downloadFailed.recovery
source: Retry the download. Open error details if the problem continues.
ja: ダウンロードを再試行してください。続く場合はエラーの詳細を開いてください。
zh_hant: 請重試下載；若問題持續，請開啟錯誤詳細資訊。

# error.postProcessingFailed.summary
source: The downloaded media could not be finished.
ja: ダウンロードしたメディアの仕上げに失敗しました。
zh_hant: 無法完成下載媒體的處理。

# error.postProcessingFailed.recovery
source: Check available disk space and folder access, then retry.
ja: 空き容量とフォルダへのアクセスを確認し、再試行してください。
zh_hant: 請確認磁碟空間與資料夾權限，然後重試。

# error.persistenceRecovery.summary
source: Saved download history needed recovery.
ja: 保存済みのダウンロード履歴を復旧する必要がありました。
zh_hant: 已儲存的下載記錄需要復原。

# error.persistenceRecovery.recovery
source: Review the restored queue. Damaged data was preserved for diagnostics.
ja: 復旧したキューを確認してください。破損データは診断用に保存されています。
zh_hant: 請檢查已復原的佇列；損壞資料已保留供診斷使用。

# error.unknown.summary
source: An unexpected download error occurred.
ja: 予期しないダウンロードエラーが発生しました。
zh_hant: 發生未預期的下載錯誤。

# error.unknown.recovery
source: Try again. Open error details if the problem continues.
ja: 再試行してください。続く場合はエラーの詳細を開いてください。
zh_hant: 請再試一次；若問題持續，請開啟錯誤詳細資訊。

# settings.updates
source: Updates
ja: アップデート
zh_hant: 更新

# update.available.message
source: Version %@ is available. %@
ja: バージョン %@ を利用できます。 %@
zh_hant: 已有 %@ 版本可供下載。 %@

# update.available.title
source: Update Available
ja: アップデートがあります
zh_hant: 有可用的更新

# update.check
source: Check for Updates
ja: アップデートを確認
zh_hant: 檢查更新

# update.check.accessibility
source: Check for application updates
ja: アプリのアップデートを確認
zh_hant: 檢查應用程式更新

# update.checking
source: Checking for Updates…
ja: アップデートを確認中…
zh_hant: 正在檢查更新…

# update.failed.message
source: Check your internet connection and try again. If the problem continues, try again later.
ja: インターネット接続を確認して再試行してください。問題が続く場合は、しばらくしてからお試しください。
zh_hant: 請檢查網路連線後再試一次；若問題持續，請稍後再試。

# update.failed.title
source: Unable to Check for Updates
ja: アップデートを確認できません
zh_hant: 無法檢查更新

# update.openRelease
source: View Release
ja: リリースを表示
zh_hant: 查看版本

# update.unsupported.message
source: Version %@ requires macOS %@ or later.
ja: バージョン %@ には macOS %@ 以降が必要です。
zh_hant: %@ 版本需要 macOS %@ 或以上版本。

# update.unsupported.title
source: Newer macOS Required
ja: 新しい macOS が必要です
zh_hant: 需要較新的 macOS

# update.upToDate.message
source: You are using the latest available version.
ja: 利用可能な最新バージョンを使用しています。
zh_hant: 你目前使用的是最新版本。

# update.upToDate.title
source: YT Downloader Pro Is Up to Date
ja: YT Downloader Pro は最新です
zh_hant: YT Downloader Pro 已是最新版本

# update.dismiss
source: OK
zh_hant: 好
